{
  "dialogue": [
    {
      "name": ">background",
      "text": "back1"
    },
    {
      "name": ">background",
      "text": "back2"
    },
    {
      "name": ">background",
      "text": "back3"
    },
    {
      "name": "Дед",
      "text": "Сказали, что был сбой электронники, сигнал на светофор не пришел..."
    },
    {
      "name": ">background",
      "text": "back4"
    },
    {
      "name": "Дима",
      "text": "Я до сих пор не могу поверить, деда."
    },
    {
      "name": "Дед",
      "text": " И я не могу, Дима. Одни мы с тобой остались."
    },
    {
      "name": "Дима",
      "text": "Как ты думаешь, нам в полиции правду сказали?"
    },
    {
      "name": "Дед",
      "text": "Непохоже. Поезд ажно из ниоткуда появился да летел как самолёт. Не ходят так поезда по городу..."
    },
    {
      "name": "Дима",
      "text": "И я так подумал. Кому-то мы перешли дорогу, значит. А кому?"
    },
    {
      "name": "Дед",
      "text": "Ну не брехай, Дмитрий. Ты разве в школе кого обидел? А до старого сухаря подавно никому дела нет. На охоте я, слава богу, шибко редкой дичи не стрелял. Людей ненароком тоже, хе-хе. А стало быть... Ой... Господи..."
    },
    {
      "name": "Дима",
      "text": "Что, деда?"
    },
    {
      "name": "Дед",
      "text": "Молодой натворил я делов, внучек. Я же лет сорок тому служил в Китае, помогали тамошний коммунизм строить. Дежурил ночью улочку одну. А в переулке мордобой слыхать, пинают кого-то. Ну я пригрозил им, мол стрелять стану, если не прекратят."
    },
    {
      "name": "Дима",
      "text": "А они?"
    },
    {
      "name": ">background",
      "text": "back5"
    },
    {
      "name": "Дед",
      "text": "Один из них не будь дурак достал маузер, остальные тоже встрепенулись. Вот пошла жара! Ну те были не кролики, и двоих я скоро положил."
    },
    {
      "name": "Дед",
      "text": "Когда подшиб и того с маузером, четвёртый вдруг пальнёт сигнальной ракетой и засверкал пятками. Ну, думаю, сейчас патрули съедутся, мне только раненого караулить. Быстрее всех приехал бандитский катафалк."
    },
    {
      "name": ">background",
      "text": "back6"
    },
    {
      "name": "Дед",
      "text": "Выскочили четверо с автоматами, стреляли умеючи. Пока двое моё место на мушке держали, другие раненого утащили. Моё счастье, что тут же и уехали."
    },
    {
      "name": ">background",
      "text": "back7"
    },
    {
      "name": "Дима",
      "text": " Кто они такие были?"
    },
    {
      "name": "Дед",
      "text": "Старшина потом сказал, что местное бандитство. А пиналась золотая молодёжь, те другим за таблетки не уплатили. Меня перекинули на другую точку служить — от греха подальше."
    },
    {
      "name": "Дед",
      "text": "Больше и не слыхал о той стае ничего. Сны вот только приходили, за кровь человеческую пролитую."
    },
    {
      "name": "Дима",
      "text": "Дед! Я на носу того поезда иероглифы видел. Запомнил на всю жизнь."
    },
    {
      "name": ">background",
      "text": "back8"
    },
    {
      "name": "Дима",
      "text": "У поезда на табличке иероглифы были. Белые на чёрном."
    },
    {
      "name": "Дед",
      "text": "Нарисуй-ка их, коли помнишь."
    },
    {
      "name": ">background",
      "text": "back9"
    },
    {
      "name": "Дед",
      "text": "Дима, внучек. Если ты, как и я, хочешь отомстить за маму с папой, то нам с тобой в Китай."
    },
    {
      "name": "Дима",
      "text": "Нам не от кого ждать справедливости и защиты. Мы пойдём и возьмём их."
    }
  ]
}